$(function() {

	ardaMap.init();
	
	ardaMap.addLocation([-179.01, 85.018], "Брыль", [
		"Брыль находитсЯ в центре северных земель, к северо-востоку от Древлепущи,",
		"к востоку от Шира и к югу от руин Форноста. Через Брыль проходит большаЯ ",
		"дорога, ведущаЯ с запада на восток от Серебристых Гаваней к Мглистым горам.",
		"В Брыле приветствуют любых путешественников, если они не злые, но темным ",
		"тварЯм вход в город запрещен!"
	]);
	
	ardaMap.addLocation([-179.12, 85.014], "Древлепуща", [
		"Древлепуща находитсЯ к югу от дороги, соединЯющей Брыль с Брендидуинским мостом.",
		"Попасть в нее можно из ЗаскочьЯ (не доходЯ до моста, поверните на юг). Много ",
		"шепчущихсЯ между собой, о хозЯине Старого Леса, живущем в глубине чащи. А сказки",
		"о страшных умертвиЯх из Упокоищ известны в Шире каждому ребенку."
	]);
	
	
});